Repository: PaveVaisanen/AllAppsView
Catalog: Sources/AllAppsView/Resources/*.lproj/Localizable.strings
Languages: fi

# linkText
source: Show in App Store
fi: Näytä App Storessa

# SirittäjätName
source: Chirping guide
fi: Sirittäjät

# LuontotilastotName
source: Nature Stats Finland
fi: Luontotilastot

# LintunimistöName
source: Bird Names Dictionary
fi: Lintunimistö

# SähkönhintaName
source: Electricity price
fi: Sähkön hintatiedot

# RuuvipenkkiName
source: Ruuvi-bench
fi: Ruuvipenkki

# SähkönhintaText
source: Find out the price of electricity in Finland. Also on Apple Watch and Mac.
fi: Pörssisähkön hinta selville nopeasti. Myös Apple Watchilla ja Macillä.

# SirittäjätText
source: Learn to recognize the sounds of Finnish grasshoppers and bushcrickets. The application was made in cooperation with species expert Sami Karjalainen.
fi: Opi tunnistamaan Suomen heinäsirkkojejen ja hepokattien äänet. Sovellus tehty yhteistyössä lajiasiantuntija Sami Karjalaisen kanssa.

# LuontotilastotText
source: Historical observation data on all Finnish organisms. The observations are based on the Finnish Biodiversity Information Facility's database.
fi: Historialliset havaintotiedot kaikista suomalaisista eliöistä. Tilastot perustuvat Lajitietokeskuksen havaintotietokantaan.

# LintunimistöText
source: The names of the world's bird species in more than 20 different languages.
fi: Maailman lintulajien nimet yli 20 eri kielellä.

# RuuvipenkkiText
source: Monitor Ruuvi-sensors with all Apple-devices and with iCloud sync.
fi: Ruuvi-antureiden seuranta kaikilla Apple-laitteilla ja iCloud synkronoinnilla.
